{
    "company_contact": "Contact Us",
    "home": "Home",
    "about_company": "About Us",
    "sales": "Sales",
    "gen_program": "Gen Program",
    "catalogue": "Catalogue",
    "catalogue_annual": "Annual Catalogue",
    "export_zone": "Export Zone",
    "media": "Press/Media",
    "see_more_href": "See more",
    "contact_form": "Contact Form",
    "contact_email": "Contact email",
    "contact_veterinary": "Veterinary contact:",
    "email_2": "gmoisa@cabanalaindiana.com",
    "contact_general": "General contact:",
    "email_1": "info@cabanalaindiana.com",
    "location": "Location",
    "interest_links": "Interest links",
    "link_index_1": "colomboymagliano.com.ar",
    "offices": "Offices",
    "slogan_index": "Angus Genetics for a sustainable livestock future in the humid Pampas and beyond.",
    "nav_not_support": "It seems your browser is not supporting video playback.",
    "about_us_index_p_1": "At Cabaña La Indiana we are dedicated to the breeding and sale of superior quality Angus genetics, focusing on the production of bulls and heifers adapted to the demands of the livestock fields of the humid Pampa. With more than two decades of experience, we have marketed a large number of Angus breeders, contributing to the improvement of livestock production in the region.",
    "about_us_index_subheading_2": "Focused on perfection",
    "about_us_index_p_2": "Our approach focuses on the selection of maternal lines with calving ease and genetic consistency, guaranteeing a moderate and butchery biotype.",
    "about_us_index_subheading_3": "Innovation, our commitment",
    "about_us_index_p_3": "We work closely with experts in the field and continue to innovate to offer our customers genetics that increase the profitability of their livestock operations and encourage the export of high-quality beef globally.",
    "about_us_index2_p_2": "We maintain that these animals must be of moderate frame and easy to maintain since in most cases they are bulls and heifers that end up in marginal fields/livestock; such as a low, a dune or a mountain field. The change we see is that the large cow that was previously sought after has high forage requirements that today are very difficult to meet and therefore it becomes more difficult to achieve good pregnancy results.",
    "about_us_index2_p_3": "Today we seek to continue improving and pursue new challenges, that is why we begin with the assembly of our new pedigree team. In this squad we look for the best maternal lines with calving ease and great genetic consistency that ensure we continue on the same path that we have achieved with the Controlled Pure. Fertility, hardiness, ease of calving with a moderate biotype and good butchery, are the basis of this new path. We started the project with the advice of Engineer P.A. Carlos “Pepe” Pestalardo who, together with M.V. Gabriel Moisa as a team will continue to outline and perfect the work to continue improving ourselves and offering a product that has the best impact on your production system, seeking to improve the profitability of your business.",
    "work_team": "Our team:",
    "sales_index2_sentence_1": "To view our online catalogue visit: ",
    "gen_program_index2_heading": "OUR GENETIC EVALUATION SYSTEM:",
    "gen_program_index2_heading_2": "CHARACTERISTICS EVALUATED",
    "gen_program_index2_subheading_1": "ANGUS REPRODUCTORS EVALUATION PROGRAM (A.R.E.)",
    "gen_program_index2_subheading_2": "WHAT IS A EPD AND ITS PRECISION?",
    "gen_program_index2_subheading_3": "A project that continues to grow and consolidate",
    "gen_program_index2_subheading_4": "PRODUCTION OR GROWTH PARAMETERS",
    "gen_program_index2_subheading_5": "BIRTH WEIGHT (BWt):",
    "gen_program_index2_subheading_6": "WEANING WEIGHT (WWt):",
    "gen_program_index2_subheading_7": "MATERNAL FITNESS (Milk):",
    "gen_program_index2_subheading_8": "FINAL WEIGHT (FWt):",
    "gen_program_index2_subheading_9": "HEIGHT (Ht):",
    "gen_program_index2_subheading_10": "SCROTAL CIRCUMFERENCE (SC):",
    "gen_program_index2_subheading_11": "LIBIDO EXAM:",
    "gen_program_index2_p_1": "The ERA is a particular genetic evaluation program for each animal based on the EPD. Through this diagnosis, the producer can know how a breeder produces compared to the rest of the AnGus population, as well as use this tool as a selection or culling practice for animals.",
    "gen_program_index2_p_2": "The data provided by the breeders to the association, plus the pedigree and genealogy information, make up the National AnGus Performance Data Bank, from which the summary of parents of the breed results.",
    "gen_program_index2_p_3": "For the analysis of the data included in this parent summary, the Animal Model is used, where all animal categories are evaluated (bulls, cows, heifers, etc.).",
    "gen_program_index2_p_4": "In addition, it uses all the kinship relationships between the animals included in the Bank, which increases the reliability or precision (Prec.) of said EPDs.",
    "gen_program_index2_p_5": "In summary, the EPDs for each characteristic and animal are calculated from three sources: its own, that of its progeny and that of its other relatives. In animals that have not left offspring, their own information and that of their other relatives are used. At the same time, the genetic correlation between related genetic characters is also used.",
    "gen_program_index2_p_6": "The purpose of this information is to provide all the details about our products and how to interpret them. In this way, it facilitates the evaluation to determine which of our animals is most suitable to meet the needs of our clients.",
    "gen_program_index2_p_7": "An EPD (Expected Progeny Difference) is the most precise objective tool that breeders have to correctly choose parent bulls. They anticipate how the average behavior of the offspring of one bull will be compared to another. The data can be positive or negative, and are expressed in the same unit as the corresponding characteristic (for birth weight in kg, for scrotal circumference in cm, etc.). A bull with EPD equal to zero means that its offspring will behave like the average of the breed; if it has positive EPD it will be above the average and with negative EPD this characteristic will be below the racial average. The precision data (prec.) that appears below each DEP indicates how confident I am that this data is expressed in that magnitude in the offspring. The precision of a DEP has a range from 1 (the maximum) to 0 (the minimum). The closer the precision is to 1, the less possibility of dispersion I will have in the expression of that characteristic in the progeny.",
    "gen_program_index2_p_8": "More than 23 years ago we began this Cabaña project, seeking to produce a moderate product with great calving ease, which would cover a need that we had and could not find in the market. A safe product that ensures easy calving for our 15-month-old heifer and no problems in the cow herd. That's why we started with Controlled Pure. We consolidated it and today we can say that we are a Program recognized for that Breeder with good butchery, easy calving and great rusticity. Where we placed great emphasis on selection for fertility, adaptation and low weight.",
    "gen_program_index2_p_9": "Today we seek to continue challenging ourselves and improving, that is why we begin with the assembly of our Pedigree Team. Where we look for the best maternal lines for calving ease and great genetic consistency, which ensure that we continue on the same path that we did with the Controlled Pure. Fertility, hardiness, ease of calving in a moderate biotype and good butchery, will be the basis for this new path that we began with the advice of Eng. P.A. Carlos “Pepe” Pestalardo. That together with M.V Gabriel Moisa, as a team, will continue to outline and perfect the work that has been done, to continue improving ourselves and offering a superior product that has the best impact on your production system, seeking to improve the profitability of your business.",
    "gen_program_index2_p_10": "Data collection on growth parameters is done individually, each product is weighed and measured precisely and on the corresponding date for each trait.",
    "gen_program_index2_p_11": "Birth weight is one of the main indicators of calving ease. To determine the EPD of BWt, the weighing data of the calf before 12 hours of birth is required, which is adjusted according to the age of the mother. The DEP of BWt is expressed in kilos. A negative EPD indicates lower birth weight. This is especially important when looking to stall heifers.",
    "gen_program_index2_p_12": "To determine the EPD for WWt, each of the calves is weighed individually and this weight is adjusted at 205 days and again according to the age of the mother. It's also expressed in kilos. Evaluates the growth potential that the bull transmits to its offspring from birth to weaning. A very positive EPD for WWt is desirable for those breeders whose sales product is the weaned calf, which will result in more kilos sold. For full-cycle producers, it's relevant in its correlation with yearly weight (weight at puberty in heifers) and final weight (or finishing weight of steers) and that, related to the frame, it can indicate their profit potential.",
    "gen_program_index2_p_13": "It's expressed in kilos. It indicates the dairy aptitude that said bull transmits to his daughters, contributing to giving greater weaning weight to his grandchildren. It must be taken into account that a greater predisposition to milk production is associated with greater nutritional requirements on the part of mothers.",
    "gen_program_index2_p_14": "Expressed in kilos. It is obtained by individually weighing each player. It combines weaning weight and post-weaning growth measured as weight at 18 months. If we have additional information from the frame score we can determine its precocity. Between two animals with the same EPD for FWt, the one with a smaller frame is more precocious. It is also an indicator of the maintenance energy needed in the adult animal.",
    "gen_program_index2_p_15": "Height is measured in cm at the rump and is adjusted to 18 months. It's an indicator of the future size of the offspring compared to the average for the breed. It is used to calculate the Frame Score (FS). Determinant of the finishing weight of the farm and the adult size of the cows. Directly related to nutritional requirements. No one can ensure that a certain frame is best for all production systems; it is the producer who must look for the appropriate frame that synchronizes the size-system-market chain, without neglecting the important reproductive efficiency.",
    "gen_program_index2_p_16": "It's expressed in cm adjusted at 18 months. It's an indicator of fertility, as it is associated with the amount of semen and the age at puberty of males (replacement bulls) and females (especially important in the early environment). The higher the SC, the sooner their daughters will reach puberty and have a greater chance of becoming pregnant. Correlation: -0.98.",
    "gen_program_index2_p_17": "A physical fitness test is performed at the service, evaluating the bull's riding ability and libido. It also allows us to rule out problems with posture or conformation of the spine.",
    "catalogue_index2_p_1": "In our catalog you will obtain all the technical information of interest about the reproductors that go on sale and each of the points that summarize the hard work carried out during the two years prior to their sale.",
    "catalogue_index2_download": "Donwload catalogue",
    "export_zone_index2_contact": "Contact: ",
    "export_zone_index2_contact_link": "pcossio@cabanalaindiana.com",
    "export_zone_meat_1": "Striploin",
    "export_zone_meat_2": "Cube Roll",
    "export_zone_meat_3": "Heart of Rump",
    "export_zone_meat_4": "Inside Skirt",
    "export_zone_meat_5": "Tenderloin",
    "export_zone_meat_6": "Topside",
    "export_zone_meat_7": "Outside eye round removed",
    "export_zone_meat_8": "Knuckle",
    "export_zone_meat_description_1": "The cut is located in the thoracolumbar region. It borders caudally with the rump, ventrally with the asado and the hindquarter, and cranially with the chuck. It's made up of the narrow steak, the wide steak and the loin.",
    "export_zone_meat_description_2": "Cut located anatomically in the dorsal region. Caudally it borders with the striploin, cranially with the chuck, and ventrally with the asado.",
    "export_zone_meat_description_3": "Based on the rump without cover, the deep gluteus muscle is extracted, leaving this cut exclusively integrated by the gluteus medius muscle and accessory.",
    "export_zone_meat_description_4": "",
    "export_zone_meat_description_5": "It's located in the sublumbar region. It's conical in shape, elongated and flattened from top to bottom. It borders towards the dorsal with the striploin and towards the caudal with the rump.",
    "export_zone_meat_description_6": "It's made up of the muscles removed in the preparation of the topside without cover, that is, internal rectus, sartorius and pectineus. Alternatively, both of the aforementioned muscles can be discarded. In this case, the cut is made up exclusively of the m. internal rectus (gracilis).",
    "export_zone_meat_description_7": "It's related in its upper part to the rump, anteriorly to the knuckle, backwards to the breastplate, and in its inner part to the topside.",
    "export_zone_meat_description_8": "The cut's located in the thoracolumbar region. It borders caudally with the rump, ventrally with the asado and the hindquarter, and cranially with the chuck. It's made up of the striploin, the cube roll and the loin.",
    "media_expand_screen": "Enlarge screen"
}