{
    "company_contact": "Contact Us",
    "home": "Home",
    "about_company": "About Us",
    "sales": "Sales",
    "gen_program": "Gen Program",
    "catalogue": "Catalogue",
    "catalogue_annual": "Annual Catalogue",
    "export_zone": "Export Zone",
    "media": "Press/Media",
    "see_more_href": "See more",
    "contact_form": "Contact Form",
    "contact_email": "Contact email",
    "contact_veterinary": "Veterinary contact:",
    "email_2": "gmoisa@cabanalaindiana.com",
    "contact_general": "General contact:",
    "email_1": "info@cabanalaindiana.com",
    "location": "Location",
    "interest_links": "Interest links",
    "link_index_1": "colomboymagliano.com.ar",
    "phone_numbers": "Phone Numbers",
    "slogan_index": "Angus Genetics for a sustainable livestock future in the humid Pampas and beyond.",
    "nav_not_support": "It seems your browser is not supporting video playback.",
    "about_us_index_p_1": "At Cabaña La Indiana we are dedicated to the breeding and sale of superior quality Angus genetics, focusing on the production of bulls and heifers adapted to the demands of the livestock fields of the humid Pampa. With more than two decades of experience, we have marketed a large number of Angus breeders, contributing to the improvement of livestock production in the region.",
    "about_us_index_subheading_2": "Focused on perfection",
    "about_us_index_p_2": "Our approach focuses on the selection of maternal lines with calving ease and genetic consistency, guaranteeing a moderate and butchery biotype.",
    "about_us_index_subheading_3": "Innovation, our commitment",
    "about_us_index_p_3": "We work closely with experts in the field and continue to innovate to offer our customers genetics that increase the profitability of their livestock operations and encourage the export of high-quality beef globally.",
    "about_us_index2_p_2": "We maintain that these animals must be of moderate frame and easy to maintain since in most cases they are bulls and heifers that end up in marginal fields/livestock; such as a low, a dune or a mountain field. The change we see is that the large cow that was previously sought after has high forage requirements that today are very difficult to meet and therefore it becomes more difficult to achieve good pregnancy results.",
    "about_us_index2_p_3": "Today we seek to continue improving and pursue new challenges, that is why we begin with the assembly of our new pedigree team. In this squad we look for the best maternal lines with calving ease and great genetic consistency that ensure we continue on the same path that we have achieved with the Controlled Pure. Fertility, hardiness, ease of calving with a moderate biotype and good butchery, are the basis of this new path. We started the project with the advice of Engineer P.A. Carlos “Pepe” Pestalardo who, together with M.V. Gabriel Moisa as a team will continue to outline and perfect the work to continue improving ourselves and offering a product that has the best impact on your production system, seeking to improve the profitability of your business.",
    "work_team": "Our team:",
    "sales_index2_sentence_1": "To view our online catalogue visit: ",
    "gen_program_index2_heading": "OUR GENETIC EVALUATION SYSTEM:",
    "gen_program_index2_subheading_1": "ANGUS REPRODUCTORS EVALUATION PROGRAM (A.R.E.)",
    "gen_program_index2_subheading_2": "WHAT IS A EPD AND ITS PRECISION?",
    "gen_program_index2_subheading_3": "A project that continues to grow and consolidate",
    "gen_program_index2_p_1": "The ERA is a particular genetic evaluation program for each animal based on the EPD. Through this diagnosis, the producer can know how a breeder produces compared to the rest of the AnGus population, as well as use this tool as a selection or culling practice for animals.",
    "gen_program_index2_p_2": "The data provided by the breeders to the association, plus the pedigree and genealogy information, make up the National AnGus Performance Data Bank, from which the summary of parents of the breed results.",
    "gen_program_index2_p_3": "For the analysis of the data included in this parent summary, the Animal Model is used, where all animal categories are evaluated (bulls, cows, heifers, etc.).",
    "gen_program_index2_p_4": "In addition, it uses all the kinship relationships between the animals included in the Bank, which increases the reliability or precision (Prec.) of said EPDs.",
    "gen_program_index2_p_5": "In summary, the EPDs for each characteristic and animal are calculated from three sources: its own, that of its progeny and that of its other relatives. In animals that have not left offspring, their own information and that of their other relatives are used. At the same time, the genetic correlation between related genetic characters is also used.",
    "gen_program_index2_p_6": "The purpose of this information is to provide all the details about our products and how to interpret them. In this way, it facilitates the evaluation to determine which of our animals is most suitable to meet the needs of our clients.",
    "gen_program_index2_p_7": "An EPD (Expected Progeny Difference) is the most precise objective tool that breeders have to correctly choose parent bulls. They anticipate how the average behavior of the offspring of one bull will be compared to another. The data can be positive or negative, and are expressed in the same unit as the corresponding characteristic (for birth weight in kg, for scrotal circumference in cm, etc.). A bull with EPD equal to zero means that its offspring will behave like the average of the breed; if it has positive EPD it will be above the average and with negative EPD this characteristic will be below the racial average. The precision data (prec.) that appears below each DEP indicates how confident I am that this data is expressed in that magnitude in the offspring. The precision of a DEP has a range from 1 (the maximum) to 0 (the minimum). The closer the precision is to 1, the less possibility of dispersion I will have in the expression of that characteristic in the progeny.",
    "gen_program_index2_p_8": "More than 23 years ago we began this Cabaña project, seeking to produce a moderate product with great calving ease, which would cover a need that we had and could not find in the market. A safe product that ensures easy calving for our 15-month-old heifer and no problems in the cow herd. That's why we started with Controlled Pure. We consolidated it and today we can say that we are a Program recognized for that Breeder with good butchery, easy calving and great rusticity. Where we placed great emphasis on selection for fertility, adaptation and low weight.",
    "gen_program_index2_p_9": "Today we seek to continue challenging ourselves and improving, that is why we begin with the assembly of our Pedigree Team. Where we look for the best maternal lines for calving ease and great genetic consistency, which ensure that we continue on the same path that we did with the Controlled Pure. Fertility, hardiness, ease of calving in a moderate biotype and good butchery, will be the basis for this new path that we began with the advice of Eng. P.A. Carlos “Pepe” Pestalardo. That together with M.V Gabriel Moisa, as a team, will continue to outline and perfect the work that has been done, to continue improving ourselves and offering a superior product that has the best impact on your production system, seeking to improve the profitability of your business.",
    "catalogue_index2_p_1": "In our catalog you will obtain all the technical information of interest about the reproductors that go on sale and each of the points that summarize the hard work carried out during the two years prior to their sale.",
    "catalogue_index2_download": "Donwload catalogue",
    "export_zone_index2_contact": "Contact: ",
    "export_zone_index2_contact_link": "pcossio@cabanalaindiana.com",
    "media_expand_screen": "Enlarge screen"
}