{
    "company_contact": "Contactenos",
    "home": "Inicio",
    "about_company": "Nosotros",
    "sales": "Ventas",
    "gen_program": "Programa Genético",
    "catalogue": "Catálogo",
    "catalogue_annual": "Catálogo Anual",
    "export_zone": "Exportación",
    "media": "Prensa/Media",
    "see_more_href": "Ver más",
    "contact_form": "Formulario de contacto",
    "contact_email": "Email de contacto",
    "contact_veterinary": "Contacto veterinario:",
    "email_2": "gmoisa@cabanalaindiana.com",
    "contact_general": "Contacto general:",
    "email_1": "info@cabanalaindiana.com",
    "location": "Ubicación",
    "interest_links": "Links de interes",
    "link_index_1": "colomboymagliano.com.ar",
    "offices": "Oficinas",
    "slogan_index": "Genética Angus para un futuro ganadero sustentable en la Pampa húmeda y más allá.",
    "nav_not_support": "Parece que tu navegador no soporta la reproduccion de videos.",
    "about_us_index_p_1": "En Cabaña La Indiana nos dedicamos a la cría y venta de genética Angus de calidad superior, enfocándose en la producción de toros y vaquillonas adaptados a las exigencias de los campos ganaderos de la Pampa húmeda. Con más de dos décadas de experiencia, hemos comercializado una amplia cantidad de reproductores Angus, contribuyendo a la mejora de la producción ganadera en la región.",
    "about_us_index_subheading_2": "Enfocados en la perfección",
    "about_us_index_p_2": "Nuestro enfoque se centra en la selección de líneas maternas con facilidad de parto y consistencia genética, garantizando un biotipo moderado y carnicero.",
    "about_us_index_subheading_3": "La innovacion, nuestro compromiso",
    "about_us_index_p_3": "Trabajamos en estrecha colaboración con expertos en el campo y seguimos innovando para ofrecer a nuestros clientes una genética que aumente la rentabilidad de sus operaciones ganaderas y fomente la exportación de carne vacuna de alta calidad a nivel mundial.",
    "about_us_index2_p_2": "Sostenemos que dichos animales deben ser de un frame moderado y de fácil mantenimiento ya que en la mayoría de los casos son toros y vaquillonas que terminan en campos marginales/ganaderos; como por ejemplo un bajo, un medano o un campo de monte. El cambio que vemos es que la vaca grande que antiguamente se buscaba tiene altos requerimientos forrajeros que hoy en día es muy difícil suplir y por ende se hace más difícil conseguir buenos resultados en las preñeces.",
    "about_us_index2_p_3": "Hoy buscamos seguir mejorando e ir por nuevos desafíos, es por eso que comenzamos con el armado de nuestro nuevo plantel de pedigree. En dicho plantel buscamos las mejores líneas maternas de facilidad de parto y de gran consistencia genética que nos aseguren seguir en el mismo camino que hemos logrado con el puro controlado. Fertilidad, rusticidad, facilidad de parto con un biotipo moderado y bien carnicero, son la base de este nuevo camino. Comenzamos el proyecto con el asesoramiento del Ingeniero P.A. Carlos “Pepe” Pestalardo que junto con M.V. Gabriel Moisa en equipo seguirán delineando y perfeccionando el trabajo para seguir superándonos y ofreciendo un producto que impacte de la mejor manera en su sistema productivo buscando mejorar la rentabilidad de su negocio.",
    "work_team": "Nuestro equipo:",
    "sales_index2_sentence_1": "Para ver nuestro catálogo online visite: ",
    "gen_program_index2_heading": "NUESTRO SISTEMA DE EVALUACIÓN GENÉTICA:",
    "gen_program_index2_subheading_1": "PROGRAMA EVALUACION DE REPRODUCTORES ANGUS (E.R.A.)",
    "gen_program_index2_subheading_2": "¿QUE ES UN DEP Y SU PRECISION?",
    "gen_program_index2_subheading_3": "Un proyecto que sigue creciendo y consolidándose",
    "gen_program_index2_p_1": "El ERA es un programa de evaluación genética particular de cada animal basada en los DEP. A través de este diagnóstico el productor puede saber cómo produce un reproductor en comparación con el resto de la población AnGus, así como también utilizar esta herramienta como práctica de selección o descarte de animales.",
    "gen_program_index2_p_2": "Los datos suministrados por los criadores a la asociación, mas la información de los pedigree y la genealogía, conforman el Banco Nacional de Datos de Performance AnGus, del cual resulta el resumen de padres de la raza.",
    "gen_program_index2_p_3": "Para el análisis de los datos incluidos en este resumen de padres se utiliza el Modelo Animal, en donde son evaluadas todas las categorías animales (toros, vacas, vaquillonas, etc.).",
    "gen_program_index2_p_4": "Además, utiliza todas las relaciones de parentesco entre los animales incluidos en el Banco lo que aumenta la confiabilidad o precisión (Prec.) de dichos DEP.",
    "gen_program_index2_p_5": "En resumen, los DEP para cada característica y animal son calculados a partir de tres fuentes: la propia, la de su progenie y la de sus otros parientes. En animales que no han dejado descendencia se utiliza la información propia y la de sus otros parientes. A su vez también se utiliza la correlación genética entre caracteres genéticos relacionados.",
    "gen_program_index2_p_6": "El propósito de esta información es dar a conocer todos los detalles sobre nuestros productos y cómo interpretarlos. De esta manera, facilita la evaluación para determinar cuál de nuestros animales es más adecuado para satisfacer las necesidades de nuestros clientes.",
    "gen_program_index2_p_7": "Un DEP (Diferencia Esperada de la Progenie) es la herramienta objetiva más precisa con la que cuentan los criadores para elegir correctamente los toros padres. Anticipan como será el comportamiento promedio de la descendencia de un toro con respecto a otro. Los datos pueden ser positivos o negativos, y se expresan en la misma unidad que la característica correspondiente (para peso al nacer en kg., para circunferencia escrotal en cm., etc.). Un toro con DEP igual a cero significa que sus crías se comportarán como el promedio de la raza, si tiene DEP positivo será superior al promedio y con DEP negativo dicha característica estará por debajo de la media racial. El dato precisión (prec.) que figura debajo de cada DEP indica que tanta seguridad tengo de que ese dato se exprese en dicha magnitud en la descendencia. La precisión de un DEP tiene un rango de 1 (el máximo) a 0 (el mínimo). Cuanto más cercana a 1 es la precisión, menos posibilidad de dispersión voy a tener en la expresión de esa característica en la progenie.",
    "gen_program_index2_p_8": "Hace más de 23 años que comenzamos con este proyecto de Cabaña, buscando producir un producto moderado y con gran facilidad de parto, que nos cubra una necesidad que teníamos y no lográbamos encontrar en el mercado. Un producto seguro, que nos asegura la facilidad de parto en nuestra vaquillona de 15 meses y no tener problemas en el rodeo de vacas. Por eso comenzamos con el Puro Controlado. Lo consolidamos y hoy podemos decir que somos una Programa reconocido por ese Reproductor bien carnicero, de facilidad de parto y de gran rusticidad. Donde hicimos gran hincapié en la selección por fertilidad, adaptación y bajo peso.",
    "gen_program_index2_p_9": "Hoy buscamos seguir desafiándonos y mejorando, por eso, que comenzamos con el armado de nuestro de Plantel de Pedigree. Donde buscamos las mejores líneas maternas de facilidad de parto y de gran consistencia genética, que nos aseguren seguir en el mismo camino que hicimos con el Puro Controlado. Fertilidad, rusticidad, facilidad de parto en un biotipo moderado y bien carnicero, harán de base en este nuevo camino que comenzamos con el asesoramiento del Ing. P.A. Carlos “Pepe” Pestalardo. Que junto con M.V Gabriel Moisa, en equipo, seguirán delineando y perfeccionando el trabajo que se viene realizando, para seguir superándonos y ofreciendo un producto superior que impacte de la mejor manera en su sistema productivo, buscando mejorar la rentabilidad de su negocio.",
    "catalogue_index2_p_1": "En nuestro catalogo obtendra toda la información técnica de interés sobre los reproductores que salen a la venta y cada uno de los puntos en los que se resume el arduo trabajo realizado durante los dos años previos a la venta de los mismos.",
    "catalogue_index2_download": "Descargar catálogo",
    "export_zone_index2_contact": "Contacto: ",
    "export_zone_index2_contact_link": "pcossio@cabanalaindiana.com",
    "export_zone_meat_1": "Bife Angosto",
    "export_zone_meat_2": "Corazón de Cuadril",
    "export_zone_meat_3": "Entraña",
    "export_zone_meat_4": "Ojo de Bife",
    "export_zone_meat_5": "Tenderloin",
    "media_expand_screen": "Expandir pantalla"
}